Repository: OpenThinkLabs/extension-tao-testqti
Catalog: locales/*/messages.po
Languages: da_dk

source: A QTI Item involved in the QTI Test '%s' could not be compiled.
da_dk: Et QTI-item som indgår i QTI-testen '%s' kunne ikke samles.

source: A QTI Test must contain at least one QTI Item to be compiled. None found.
da_dk: En QTI-test skal indeholde mindst et QTI-item for at blive samlet. Der blev ikke fundet nogen.

source: A qti testpackage
da_dk: En QTI-testpakke

source: A remote resource referenced in QTI test '%s' could not be retrieved.
da_dk: En fjernressource som der refereres til i QTI-testen '%s' kunne ikke hentes.

source: A response to every question in this item is required.
da_dk: Du skal svare på alle spørgsmålene.

source: A response to this item is required.
da_dk: Et svar til dette item kræves.

source: A valid response to this item is required.
da_dk: Et gyldigt svar til dette item kræves.

source: A visible section is one that is identifiable by the candidate.
da_dk: Et synligt afsnit er et som kan identificeres af testtageren.

source: Activated
da_dk: Aktiveret

source: add a new weight
da_dk: tilføj en ny vægt

source: Add a zip file containing QTI/APIP tests and items
da_dk: Tilføj en ZIP-fil som indeholder QTI/APIP-tests og -items

source: Add selected item(s) here.
da_dk: Tilføj de(t) valgte item(s) her.

source: Add the source file
da_dk: Tilføj kildefilen

source: After you complete the section it would be impossible to return to this section to make changes. Are you sure you want to end the section?
da_dk: Efter at du har afsluttet dette afsnit af testen er det ikke muligt et komme tilbage og lave ændringer. Er du sikker på at du vil forlade dette afsnit af testen?

source: All
da_dk: Alle

source: Allow Comment
da_dk: Tillad kommentar

source: Allow Review
da_dk: Tillad evaluering

source: Allow Section Skipping
da_dk: Tillad overspringning af testafsnit

source: Allow Skipping
da_dk: Tillad overspringning

source: Allow skipping of the current section.
da_dk: Tillad overspringning af dette testafsnit

source: Allow Test-taker to playback media files associated according to APIP protocol to item content.
da_dk: Tillad testtageren at afspille mediefiler relateret til item-indhold ifølge APIP-protokollen.

source: Allow the candidate to review his answers.
da_dk: Tillad testtageren at gennemse sine svar.

source: Allow the test-taker to eliminate / strikethrough answers in choice interactions.
da_dk: Tillad testtageren at fravælge/gennemstrege svar i valg-interaktioner.

source: Allow the test-taker to highlight parts of the item text.
da_dk: Tillad testtageren at markere dele af itemteksten.

source: Allow the test-taker to mask and unmask answers in choice interactions.
da_dk: Tillad testtageren at maskere og afmaskere svar i valginteraktioner.

source: Allow the test-taker to mask parts of the item with a movable mask.
da_dk: Tillad testtageren at maskere dele af itemmet med en bevægelig maske.

source: Allow the test-taker to use a basic calculator.
da_dk: Tillad testtageren at bruge en basal lommeregner.

source: Allow the test-taker to use a calculator respecting the order of operations (BODMAS).
da_dk: Tillad testtageren at bruge en lommeregner som respekterer rækkefølgen af operatorer (BODMAS).

source: Allow the test-taker to use a movable magnifier tool.
da_dk: Tillad testtageren at bruge et flytbart forstørrelsesglas.

source: Allow the test-taker to use a scientific calculator.
da_dk: Tillad testtageren at bruge en videnskabelig lommeregner.

source: Allow the test-taker to visually isolate a line of text.
da_dk: TIllad testtageren at visuelt isolere en linje tekst.

source: Allows Test-taker to zoom in and out the item content.
da_dk: TIllad testtageren at zoome ind og ud af itemindholdet.

source: Also compute the score per categories
da_dk: Beregn også scoren per kategori

source: An error occured while retrieving items
da_dk: Der skete en fejl mens items blev hentet

source: An error occurred during results submission. Please retry.
da_dk: En fejl opstod under indsendelse af besvarelse. Prøv venligst igen.

source: An error occurred during the test initialization!
da_dk: Der skete en fejl under testinitialiseringen.

source: An error occurred during the test, please content your administrator.
da_dk: Der skete en fejl under testen. Kontakt venligst din testadministrator.

source: An error occurred!
da_dk: Der skete en fejl!

source: An error occurs, please contact your administrator
da_dk: Der skete en fejl. Kontakt venligst din testadministrator.

source: An invisible section with a parent that is subject to shuffling can specify whether or not its children, which will appear to the candidate as if they were part of the parent, are shuffled as a block or mixed up with the other children of the parent section.
da_dk: Et usynligt afsnit med en forældre som er genstand for blanding, kan angive om dets børn, som ser ud for testtageren som om de er del af forældren, skal blandes som en blog eller mikses med de andre børn af forældreafsnittet.

source: An item involved in the test cannot be read or is not QTI compliant.
da_dk: Et item involveret i en test kan ikke læses eller er ikke QTI-overholdende.

source: An item involved in the test cannot be written.
da_dk: Et item involveret i testen kan ikke skrives.

source: An unknown error occured while compiled QTI Test '%s'.
da_dk: En ukendt fejl skete med QTI-testen '%s' blev samlet.

source: An unknown error occured while compiling QTI test '%s'.
da_dk: En ukendt fejl skete med QTI-testen '%s' blev samlet.

source: and flagged %s of them
da_dk: og flagede %s af dem

source: and you flagged %s item(s) that you can review now
da_dk: og du flagede %s item(s) som du kan gennemgå nu

source: Answer Eliminator
da_dk: Svarfravælger

source: Answer Masking
da_dk: Svarmaskering

source: Answered
da_dk: Besvaret

source: APIP Text To Speech
da_dk: APIP tekst-til-tale

source: Are you sure you want to clear your answer and go to the next item? You will not be able to go back and provide an answer.
da_dk: Er du sikker på at du vil nulstille dine svar og gå til næste item? Du kan ikke gå tilbage senere og give et svar.

source: Are you sure you want to end the test?
da_dk: Er du sikker på at du vil gå til afslutningen af testen?

source: Are you sure you want to go to the next item? You will not be able to go back and change your answer.
da_dk: Er du sikker på du vil gå til næste item? Du kan ikke senere gå tilbage og ændre dine svar.

source: Are you sure you want to go to the next item? You will not be able to go back and provide an answer.
da_dk: Er du sikker på du vil gå til næste item? Du kan ikke senere gå tilbage og give et svar.

source: Are you sure you want to go to the next item? You will not be able to go back.
da_dk: Er du sikker på du vil gå til næste item? Du kan ikke senere gå tilbage.

source: Area Masking
da_dk: Områdemaskering

source: Associate a blueprint to a section allow you to validate this section against the specified blueprint.
da_dk: Ved at forbind et blueprint med et tekstafsnit kan du validere dette afsnit med det valgte blueprint.

source: Associate Blueprint
da_dk: Forbind blueprint

source: At least one mandatory parameter was required but found missing in your request
da_dk: Mindst en obligatorisk parameter var krævet, men manglede i din anmodning

source: Author
da_dk: Forfatter

source: Auxiliary file not found at location "%s".
da_dk: Hjælpefil blev ikke fundet på placeringen "%s".

source: Black on cream
da_dk: Sort på creamfarve

source: Black on light blue
da_dk: Sort på lyseblå

source: Black on magenta
da_dk: Sort på magenta

source: Black on white
da_dk: Sort på hvid

source: Calculator
da_dk: Lommeregner

source: Calculator BODMAS
da_dk: Lommeregner BODMAS

source: Cancel
da_dk: Annuller

source: Candidate
da_dk: Testtager

source: Cardinality
da_dk: Kardinalitet

source: Categories
da_dk: Kategorier

source: Category score
da_dk: Kategoriscore

source: Change the current color preset
da_dk: Ændre den nuværende farveindstilling

source: Class
da_dk: Mappe

source: Class successfully created.
da_dk: Mappe blev oprettet.

source: Clear all active highlights
da_dk: Nulstil alle aktive markeringer

source: Clear Highlights
da_dk: Nulstil markeringer

source: Click to speak
da_dk: Klik for at tale

source: Close
da_dk: Luk

source: Close Magnifier
da_dk: Luk forstørrelsesglas

source: Close the mask
da_dk: Luk maskering

source: Close this Section
da_dk: Luk dette testafsnit

source: Collapse the review panel
da_dk: Fold evalueringspanelet sammen

source: Comment
da_dk: Kommentar

source: Completed items
da_dk: Afsluttede items

source: Connected to server
da_dk: Tilsluttet til server

source: Contrast
da_dk: Kontrast

source: Controls the contribution of an individual item score to the overall test score.
da_dk: Kontrollerer bidraget fra en individuel itemscore til den samlede testscore.

source: Controls the maximum number of attempts allowed. 0 means unlimited.
da_dk: Kontrollerer det maksimale antal forsøg som er tilladt. 0 betyder ubegrænset.

source: Covers parts of the item
da_dk: Dækker dele af itemmet.

source: Custom
da_dk: Brugertilpasset

source: custom categories
da_dk: brugertilpassede kategorier

source: Custom outcome processing. No changes will be made to the existing rules.
da_dk: Brugeroprettet resultatbehandling. Der sker ikke ændringer på eksisterende regler.

source: Cut score
da_dk: Skillescore ("cut score")

source: Cut score (pass ratio)
da_dk: Skillescore (beståelsesratio)

source: Disable validation
da_dk: Slå validering fra

source: Disconnected from server
da_dk: Forbindelsen til server mistet

source: Display a warning before the test-taker ends a test part and there are still items left unanswered or marked for review.
da_dk: Vis en advarsel før testtageren afslutter en testdel mens der stadig er ubesvarede items eller items mærket til gennemsyn tilbage.

source: Display a warning before the test-taker ends the test part.
da_dk: Vis en advarsel før testtageren afslutter testdelen.

source: Display a warning before the test-taker ends the test.
da_dk: Vis en advarsel før testtageren afslutter testen.

source: Display a warning before the test-taker skips the section. Requires the Section Skipping option.
da_dk: Vis en advarsel før testtageren springer testafsnittet over. Kræver at afsnitoverspringsvalgmuligheden er sat.

source: Display End Test Warning
da_dk: Vis slut på test-advarsel

source: Display Next Part Warning
da_dk: Vis næste testdel-advarsel

source: Display Next Section Warning
da_dk: Vis næste testafsnit-advarsel

source: Display Unanswered Warning
da_dk: Vis ubesvaret-advarsel

source: Displayed label
da_dk: Vist betegnelse

source: Displays a customisable magnifier
da_dk: Vis et tilpasbart forstørrelsesglas

source: DO NOT CHANGE THE NAME OF THE FILE.
da_dk: ÆNDR IKKE NAVNET PÅ DENNE FIL.

source: Do not flag the current item for later review
da_dk: Flag ikke dette item for senere gennemsyn

source: Do not show alert on timeout
da_dk: Vis ikke en advarsel ved tidsudløb

source: Download
da_dk: Hent

source: Download the file and submit manually.
da_dk: Hent filen og send den manuelt.

source: Eliminate choices
da_dk: Fravælg valgmuligheder

source: Enable Mark for Review
da_dk: Slå opmærk for gennemsyn til

source: Enable mark for review of items. Requires the Review Screen option.
da_dk: Slå opmærk for gennemsyn af items til. Kræver at gennemsynsskærm-valgmuligheden er valgt.

source: Enable Review Screen
da_dk: Slå gennemsynsskærm til

source: Enable selection
da_dk: Slå markering til

source: Enable Skipping Ahead
da_dk: Slå spring fremad til

source: Enable text to speech
da_dk: Slå tekst-til-tale til

source: Enable the item review screen / navigator.
da_dk: Slå itemgennemsynsskærm/navigator til.

source: Enables skipping to items within this section. Requires the review screen option.
da_dk: Slå overspring til items inden for testafsnit til. Kræver at gennemsynsskærm-valgmuligheden er valgt.

source: End Test
da_dk: Afslut test

source: End test
da_dk: Afslut test

source: Enter a blueprint
da_dk: Indtast et blueprint

source: Enter a custom category
da_dk: Indtast en brugerdefineret kategori

source: Error
da_dk: Fejl

source: Error during file import
da_dk: Fejl under filimport

source: Error found in the IMS QTI Test: %s
da_dk: Fejl fundet i IMS QTI-test: %s

source: Expand the review panel
da_dk: Udfold gennemsynspanelet

source: Export
da_dk: Eksporter

source: Export failed for the test "%s
da_dk: Eksport fejlede for testen "%s"

source: Export metadata
da_dk: Eksporter metadata

source: Export QTI 2.1 Test Package
da_dk: Eksporter QTI 2.1-testpakke

source: Export QTI 2.2 Test Package
da_dk: Eksporter QTI 2.1-testpakke

source: Export successful for the test "%s
da_dk: Eksporterede testen "%s"

source: Feedback block
da_dk: Tilbagemeldingsblok

source: File name
da_dk: Filnavn

source: File not found
da_dk: Filen blev ikke fundet

source: File not found!
da_dk: Filen blev ikke fundet

source: Filter
da_dk: Filtrer

source: Fixed
da_dk: Fast

source: Fixed position in a shuffled the selection.
da_dk: Fast position i et blandet testafsnit.

source: Flag for Review
da_dk: Flag til gennemsyn

source: Flag the current item for later review
da_dk: Flag dette item for senere gennemsyn

source: Flagged
da_dk: Flaget

source: Force the item to be considered as informational and not taken into account in (un)answered / flagged counters.
da_dk: Tving itemmet til at blive betragtet som informationelt og ikke taget med i (u)besvarede/flagede tællere.

source: Go to next item
da_dk: Gå til næste item

source: Go to the next item?
da_dk: Gå til det næste item?

source: Gray on Green
da_dk: Grå på grøn

source: Gray on green (low contrast option)
da_dk: Grå på grøn (lav kontrastvalgmulighed)

source: Hide Review
da_dk: Skjul gennemsynspanel

source: Hide the review screen
da_dk: Skjul gennemsynsskærmen

source: Hide the warning automatically displayed when a test-taker exit a timed section.
da_dk: Gem advarslen der vises automatisk når en testtager forlader et tidsbestemt testafsnit.

source: Hide Timed Section Warning
da_dk: Skjul tidsbestemt testafsnit-advarsel

source: Hide timers
da_dk: Skjul timere

source: Highlight
da_dk: Marker

source: Highlight Text
da_dk: Marker tekst

source: Highlighter
da_dk: Markering

source: Html title
da_dk: HTML-titel

source: Identifier
da_dk: Identifikator

source: If required it must appear (at least once) in the selection.
da_dk: Hvis krævet skal den optræde (mindst en gang) i markeringen.

source: If required, it must appears at least once in the selection.
da_dk: Hvis krævet skal den optræde mindst en gang i markeringen.

source: If set, it causes the order of the child elements to be randomized, otherwise it uses the order in which the child elements are defined.
da_dk: Hvis valgt, får det rækkefølgen af børneelementer til at være blandet tilfældigt. Ellers bruger den rækkefølgen i hvilken børneelementerne er defineret.

source: If the candidate can skip the item, without submitting a response (default is true).
da_dk: Testtageren kan springe dette item over uden at indsende en besvarelse (standard er valgt).

source: If the category option is set, the score will also be processed per categories, and each results will take place in the PASS_xxx outcome, where xxx is the name of the category.
da_dk: Hvis kategorivalget er sat, vil scoren også blive behandlet per kategori, og hvert resultat vil finde sted i PASS_xxx-udbyttet, hvor xxx er navnet på kategorien.

source: If the category option is set, the score will also be processed per categories, and each results will take place in the SCORE_xxx outcome, where xxx is the name of the category.
da_dk: Hvis kategorivalget er sat, vil scoren også blive behandlet per kategori, og hvert resultat vil finde sted i SCORE_xxx-udbyttet, hvor xxx er navnet på kategorien.

source: If you need help, please contact us.
da_dk: Hvis du har brug for hjælp, så kontakt os venligst.

source: Import
da_dk: Importer

source: Import a QTI/APIP Content Package
da_dk: Importer en QTI/APIP-indholdspakke

source: Import QTI TEST into "%s
da_dk: Importer QTI TEST ind i "%s"

source: IMS QTI Item referenced as "%s" in the IMS Manifest file could not be imported.
da_dk: IMS QTI-item betegnet "%s" i IMS-manifestfilen kunne ikke importeres.

source: IMS QTI Item referenced as "%s" in the IMS Manifest file successfully imported.
da_dk: IMS QTI-item betegnet "%s" i IMS-manifestfilen blev importeret.

source: IMS QTI Test Package successfully imported.
da_dk: IMS QTI-testpakken blev importeret.

source: IMS QTI Test referenced as "%s" in the IMS Manifest file successfully imported.
da_dk: IMS QTI-item betegnet "%s" i IMS-manifestfilen blev importeret.

source: In this part of the test navigation is not allowed.
da_dk: I denne del af testen er navigation frem og tilbage ikke tilladt.

source: Inconsistency at line %1d:
da_dk: Inkonsistens på linje %1d:

source: Individual
da_dk: Individuel

source: Informational Item Usage
da_dk: Informationel itembrug

source: Internal server error!
da_dk: Fejl på serveren!

source: is already used in the test.
da_dk: er allerede brugt i denne test.

source: is not a valid identifier (alphanum, underscore, dash and dots)
da_dk: er ikke en gyldig identifikator (bogstaver, tal, underscore, bindestreg, punktummer)

source: is not a valid identifier (everything except spaces)
da_dk: er ikke en gyldig identifikator (alt på nær mellemrum)

source: Item "%s" is completed.
da_dk: Item "%s" er afsluttet.

source: Item %d of %d
da_dk: Item %d af %d

source: Item Reference Properties
da_dk: Itemreferenceegenskaber

source: Item response identifier does not match current item
da_dk: Item-svar-identifikatoren svarer ikke til dette item

source: Item Session Control
da_dk: Itemsessionskontrol

source: Items can optionally be assigned to one or more categories.
da_dk: Items kan eventuelt tildeles en eller flere kategorier.

source: Items Compilation
da_dk: Itemsamling

source: Items marked for later review
da_dk: Items flaget for senere gennemsyn

source: Items with assessmentItemRef identifiers "%s" are not registered in the related CAT endpoint.
da_dk: Items med assessmentItemRef-identifikatorer "%s" er ikke registreret i det tilhørende CAT-endepunkt.

source: Keep Together
da_dk: Hold sammen

source: Late submission allowed
da_dk: Sen aflevering tilladt

source: Leave a comment
da_dk: Efterlad en kommentar

source: Light yellow on royal blue
da_dk: Lysegul på kongeblå

source: Line Reader
da_dk: Linjelæser

source: Linear
da_dk: Lineær

source: Link durations to activate the guided navigation
da_dk: Forbind varigheder for at aktivere den guidede navigation

source: Locked duration : guided navigation. The test transition to the next item once the duration reaches 0.
da_dk: Låst varighed: Guidet navigation. Testen går over til det næste item når varigheden når 0.

source: Magnifier
da_dk: Forstørrelsesglas

source: Magnify less
da_dk: Forstør mindre

source: Magnify more
da_dk: Forstør mere

source: Magnifying Glass
da_dk: Forstørrelsesglas

source: Manage Rubric Blocks
da_dk: Administrer rubrikblokke

source: Manage test properties
da_dk: Administrer testegenskaber

source: Manage Tests
da_dk: Administrer tests

source: Manage tests
da_dk: Administrer tests

source: Mark for review
da_dk: Marker til gennemsyn

source: Masking
da_dk: Maskering

source: Match value
da_dk: Relater værdi

source: Max Attempts
da_dk: Maksimalt antal forsøg

source: Maximum Duration
da_dk: Maksimal varighed

source: Maximum duration : the items times out when the duration reaches 0.
da_dk: Maksimal varighed: itemmene løber ud når varigheden når 0.

source: Maximum duration for the all test.
da_dk: Maksimal varighed for hele testen.

source: Maximum duration for this item.
da_dk: Maksimal varighed for dette item.

source: Maximum duration for this section.
da_dk: Maksimal varighed for dette testafsnit.

source: Maximum duration for this test part.
da_dk: Maksimal varighed for denne testdel.

source: Metadata export is not available for test "%s.
da_dk: Metadataeksport er ikke tilgængelig for test "%s.

source: Minimum Duration
da_dk: Mindste varighed

source: Minimum duration : enforces the test taker to stay on the item for the given duration.
da_dk: Mindste varighed: Tvinger testtageren til at blive på itemmet i den givne periode.

source: Minimum duration for the test.
da_dk: Mindste varighed for testen.

source: Minimum duration for this item.
da_dk: Mindste varighed for dette item.

source: Minimum duration for this section.
da_dk: Mindste varighed for dette testafsnit.

source: Minimum duration for this test part.
da_dk: Mindste varighed for denne testdel.

source: Missed test package file
da_dk: Missede testpakkefilen

source: Missing required configuration option %s
da_dk: Manglende påkrævet konfigurationsindstilling %s

source: Move
da_dk: Flyt

source: Move Down
da_dk: Flyt ned

source: Move Up
da_dk: Flyt op

source: Moving to the next item without time limit reached message.
da_dk: Flytter til det næste item uden tidsgrænse nået-besked.

source: Navigation Warnings
da_dk: Navigationsadvarsler

source: network
da_dk: netværk

source: New Rubric Block
da_dk: Ny rubrikblok

source: New test part
da_dk: Ny testdel

source: Next
da_dk: Næste

source: Next Section
da_dk: Næste testafsnit

source: No
da_dk: Nej

source: No CAT Engine configured for CAT Endpoint "%s".
da_dk: Ingen CAT-maskine er konfigureret for CAT-endepunkt "%s".

source: No file found at location "%s".
da_dk: Ingen fil fundet på placering "%s".

source: No more attempts allowed for item "%s".
da_dk: Ikke flere forsøg tilladt for item "%s".

source: no outcome declaration found
da_dk: ingen resultatdeklaration fundet

source: No outcome processing. Erase the existing rules, if any.
da_dk: Ingen resultatbehandling. Slet de eksisterende regler, hvis der er nogen.

source: No reference to any IMS QTI Item found.
da_dk: Ingen reference til nogen IMS QTI-items fundet.

source: Non Linear
da_dk: Ikke-lineær

source: None
da_dk: Ingen

source: Not all test could be exported
da_dk: Ikke alle tests kunne eksporteres

source: Not shuffled, the position remains fixed.
da_dk: Ikke blandet. Positionen forbliver fast.

source: Note the name of the child you were assessing. Do not try to re-access the assessment for that child until it no longer shows as ‘in progress’.
da_dk: Bemærk navnet på den testtager du testede. Forsøg ikke at tilgå testen igen for denne testtager før den er ophørt med at stå som "i gang".

source: OK & End test
da_dk: Ok og afslut test

source: Once you close this section, you cannot return to it or change your answers.
da_dk: Når du lukker dette testafsnit, kan du ikke vende tilbage til det og ændre dine svar.

source: One or more dependent IMS QTI Items could not be imported.
da_dk: En eller flere afhængige IMS QTI-items kunne ikke importeres.

source: Only display the items marked for review
da_dk: Vis kun items markeret til gennemsyn

source: Only display the unanswered items
da_dk: Vis kun ubesvarede items

source: Open Calculator
da_dk: Åbn lommeregner

source: OR
da_dk: ELLER

source: or
da_dk: eller

source: Ordering
da_dk: Rækkefølge

source: Outcome
da_dk: Resultat

source: Outcome declarations
da_dk: Resultatdeklaration

source: Outcome processing
da_dk: Resultatbehandling

source: Package is valid but no tests were found. Make sure that it contains valid QTI tests.
da_dk: Pakken er gyldig, men der blev ikke fundet nogen tests. Sikr dig at den indeholder gyldige QTI-tests.

source: Part %d
da_dk: Del %d

source: Play
da_dk: Afspil

source: Please confirm you want to leave the test.
da_dk: Bekræft venligst at du vil forlade testen.
