Repository: OpenThinkLabs/extension-tao-testqti
Catalog: locales/*/messages.po
Languages: da_dk

source: Please connect the machine to the internet via a cable or move to an area with better wifi signal.
da_dk: Forbind venligst maskinen til internettet via et kabel eller flyt til et sted hvor der er bedre wifi-signal.

source: Please continue waiting while we try to restore the connection.
da_dk: Vent venligst mens vi prøver at genoprette forbindelsen.

source: Please stay on this screen.
da_dk: Bliv venligst på denne skærm.

source: Please wait while we try to restore the connection.
da_dk: Vent venligst mens vi forsøger at genoprette forbindelsen.

source: Preview the covered area
da_dk: Forhåndsvis det dækkede område

source: Previous
da_dk: Forrige

source: Proceed & End Test
da_dk: Fortsæt og afslut test

source: Proctor
da_dk: Tilsynsførende

source: Properties
da_dk: Egenskaber

source: QTI 2.1 Test Driver
da_dk: QTI 2.1.testafvikler

source: QTI Item Runner
da_dk: QTI-itemafvikler

source: QTI Test "%s" publishing failed.
da_dk: Offentliggørelse af QTI-test "%s" mislykkedes.

source: QTI Test "%s" successfully published.
da_dk: QTI-test "%s" blev offentliggjort.

source: QTI Test Package 2.1
da_dk: QTI-testpakke 2.1

source: QTI Test Package 2.2
da_dk: QTI-testpakke 2.2

source: QTI/APIP Test Content Package
da_dk: QTI/APIP-testindholdspakke

source: Regenerate
da_dk: Genopret

source: Remove Item Reference
da_dk: Fjern itemreferencen

source: Remove Rubric Block
da_dk: Fjern rubrikblokken

source: Remove Section
da_dk: Fjern testafsnit

source: Required
da_dk: Påkrævet

source: Required field
da_dk: Påkrævet felt

source: Reset filters
da_dk: Nulstil filtre

source: Resource(s) successfully exported.
da_dk: Ressource(r) blev eksporteret.

source: Review
da_dk: Gennemse

source: Review my Answers
da_dk: Gennemse mine svar

source: Rubric Block
da_dk: Rubrikblok

source: Rubric Block Properties
da_dk: Rubrikblokegenskaber

source: Rubric Blocks
da_dk: Rubrikblokke

source: Save
da_dk: Gem

source: Scientific Calculator
da_dk: Videnskabelig regnemaskine

source: Scratch pad
da_dk: Skrabeplade

source: Scratch Pad
da_dk: Skrabeplade

source: Scratchpad
da_dk: Skrabeplade

source: Section %d
da_dk: Testafsnit %d

source: Section %d of %d
da_dk: Testafsnit %d af %d

source: Section level category enables configuring the categories of its composing items all at once. A category in gray means that all items have that category. A category in white means that only a few items have that category.
da_dk: Testafsnitniveaukategorier gør det muligt at konfigurere kategorier for alle items på en gang. En kategori i grå betyder at alle items har den kategori. En kategori i hvid betyder at kun få items har den kategori.

source: Section Properties
da_dk: Testafsnitegenskaber

source: Select
da_dk: Vælg

source: Select a blueprint
da_dk: Vælg et blueprint

source: Select Items
da_dk: Vælg items

source: Select the way the responses of your test should be processed
da_dk: Vælg den måde besvarelserne fra din test skal behandles

source: Selection
da_dk: Markering

source: Set outcome identifier the feedback block is related to
da_dk: Sæt resultatidentifikatoren som tilbagemeldingsblokken er relateret til

source: Set the cut score (or pass score ratio) associated to the test. It must be a float between 0 and 1.
da_dk: Sæt skillescoren (cut score) (eller beståelsesscore-ratio) forbundet med testen. Det skal være en decimalværdi mellem 0 og 1.

source: Set the rubric block as a feedback block
da_dk: Sæt rubrikblokken somo en tilbagemeldingsblok

source: Set the value of the outcome that will activate the feedback block
da_dk: Sæt værdien af det resultat som vil aktivere tilbagemeldingsblokken

source: Set the weight identifier used to process the score
da_dk: Sæt vægtidentifikatoren som bruges til at behandle scoren

source: Set the XHTML-QTI class of the rubric block.
da_dk: Sæt XHTML-QTI-mappen for rubrikblokken.

source: Set the XHTML-QTI identifier of the rubric block.
da_dk: Sæt XHTML-QTI-identifikator for rubrikblokken.

source: Settings
da_dk: Indstillinger

source: Show Feedback
da_dk: Vis tilbagemeldinger

source: Show Review
da_dk: Vis gennemsyn

source: Show Solution
da_dk: Vis løsning

source: Show the review screen
da_dk: Vis gennemsynsskærmen

source: Show the solution once the answer is submitted.
da_dk: Vis løsningen så snart svaret er sendt.

source: Show timers
da_dk: Vis timere

source: Show/Hide the review screen
da_dk: Vis/skjul gennemsynsskærmen

source: Shuffle
da_dk: Bland

source: Simultaneous
da_dk: Samtidig

source: Skip
da_dk: Spring over

source: Skip &amp; End Test
da_dk: Spring over og afslut test

source: Skip and end test
da_dk: Spring over og afslut test

source: Skip and go to the end of the test
da_dk: Spring over og gå til afslutningen af testen

source: Skip and go to the next item
da_dk: Spring over og gå til næste item

source: Skip to the end of the test
da_dk: Spring til afslutningen på testen

source: Skip to the next item
da_dk: Spring til det næste item

source: Skip to the next section
da_dk: Spring til næste testafsnit

source: Some rubric blocks have been updated to reflect the changes in the list of outcomes.
da_dk: Nogle rubrikblokke er blevet opdateret for at afspejle ændringerne i listen af resultater.

source: Speech speed
da_dk: Talehastighed

source: Speed
da_dk: Hastighed

source: Start Test-part
da_dk: Start testdel

source: Submission
da_dk: Indsendelse

source: Submit and go to the end of the test
da_dk: Indsend og gå til afslutningen på testen

source: Submit and go to the next item
da_dk: Indsend og gå til næste item

source: Submit and go to the previous item
da_dk: Indsend og gå til forrige item

source: technical
da_dk: teknisk

source: Test constructor
da_dk: Testkonstruktør

source: Test metadata successfully exported.
da_dk: Testmetadata blev eksporteret.

source: Test Saved
da_dk: Test gemt

source: Test-Taker Tools
da_dk: Testtagerværktøjer

source: Text content
da_dk: Tekstindhold

source: Text To Speech
da_dk: Tekst-til-tale

source: Text to Speech
da_dk: Tekst-til-tale

source: The 'imsmanifest.xml' file found in the archive is not valid.
da_dk: 'imsmanifest.xml'-filen som var i arkivet, er ikke gyldig.

source: The assessment has been created but is not already running.
da_dk: Testen er oprettet, men den afvikles ikke endnu.

source: The assessment has been suspended by an authorized proctor. If you wish to resume your assessment, please relaunch it and contact your proctor if required.
da_dk: Testen er suspenderet af en autoriseret tilsynsførende. Hvis du vil genoptage din test, så start den op igen og kontakt om nødvendigt din tilsynsførende.

source: The assessment has been suspended. To resume your assessment, please relaunch it and contact your proctor if required.
da_dk: Testen er suspenderet. For at genoptage din test, så genstart den og kontakt om nødvendigt din tilsynsførende.

source: The assessment has been suspended. To resume your assessment, please relaunch it.
da_dk: Testen er blevet suspenderet. For at genoptage testen, så start den op igen.

source: The assessment has been terminated.
da_dk: Testen er blevet afsluttet.

source: The assessment has been terminated. You cannot interact with it anymore.
da_dk: Testen er blevet afsluttet. Du kan ikke interagere med den længere.

source: The assessment is still running.
da_dk: Testen kører stadig.

source: The candidate is not allowed to submit invalid responses.
da_dk: Testtageren har ikke lov at indsende ugyldige besvarelser.

source: The connection seems to be back, please proceed
da_dk: Forbindelsen ser ud til at være tilbage, fortsæt venligst

source: The connection seems to be back, please proceed.
da_dk: Forbindelsen ser ud til at være tilbage. Fortsæt venligst.

source: The dependency to the IMS QTI AssessmentItemRef "%s" in the IMS Manifest file could not be resolved.
da_dk: Afhængigheden af IMS QTI AssessmentItemRef "%s" i IMS-manifestfilen kunne ikke løses.

source: The download will be available in <strong>%d</strong> seconds
da_dk: Downloaden er klar om <strong>%d</strong> sekunder

source: The file will save into the Downloads folder on your PC.
da_dk: Filen bliver gemt i mappen med hentede filer på din PC.

source: The following identifiers are not unique accross the test : %s
da_dk: Følgende identifikatorer er ikke unikke på tværs af testen: %s

source: The identifier of the item reference.
da_dk: Identifikatoren for itemreferencen.

source: The identifier of the section.
da_dk: Identifikator for testafsnittet.

source: The IMS QTI Item referenced as "%s" in the IMS Manifest file was already stored in the Item Bank.
da_dk: IMS QTI items som refereres til med "%s" i IMS-manifestfilen var allerede gemt i itembanken.

source: The IMS QTI Test Package could not be imported.
da_dk: IMS QTI-testpakken kunne ikke importeres.

source: The IMS QTI Test referenced as "%s" in the IMS Manifest file could not be imported.
da_dk: IMS QTI-testen som refereres til med "%s" i IMS-manifestfilen kunne ikke importeres.

source: The navigation mode determines the general paths that the candidate may take. A linear mode restricts the candidate to attempt each item in turn. Non Linear removes this restriction.
da_dk: Navigationstilstanden bestemmer den generelle sti som testtageren skal tage. En lineær tilstand begrænser testtageren til at tage hvert item efter tur. Ikke-lineær fjerner denne begrænsning.

source: The number of child elements to be selected.
da_dk: Antallet af børneelementer der skal markeres.

source: The outcome "%s" does not exist, but it is referenced by a feedback block!
da_dk: Resultatet "%s" eksisterer ikke, men der refereres til det af en tilbagemeldingsblok!

source: The outcomes have been regenerated!
da_dk: Resultaterne er blevet genoprettet!

source: The principle identifier of the test.
da_dk: Den primære identifikator for testen.

source: The provided archive is invalid. Make sure it is not corrupted and that it contains an 'imsmanifest.xml' file.
da_dk: Det givne arkiv er ugyldigt. Sikr dig at det ikke er i stykker og at det indeholder en 'imsmanifest.xml'-fil.

source: The QTI Test '%s' to be compiled must contain at least 1 QTI Item. None found.
da_dk: QTI-testen '%s' som skal samles skal indeholde mindst et QTI-item. Ingen blev fundet.

source: The QTI test could not be retrieved correctly.
da_dk: QTI-testen kunne ikke indhentes på korrekt vis.

source: The QTI Test XML or one of its dependencies is malformed or empty.
da_dk: QTI-test XML eller en af dets afhængige er ikke velformet eller tom.

source: The QTI-XML test could not be written correctly.
da_dk: QTI-XML-testen kunne ikke skrives korrekt.

source: The reference.
da_dk: Referencen.

source: The resources related to the IMS QTI Test referenced as "%s" in the IMS Manifest file were rolled back.
da_dk: Ressourcen som er relateret til IMS QTI-testen som der henvises til i "%s"i IMS-manifestfilen blev rullet tilbage.

source: The score will be processed for the entire test. A sum of all SCORE outcomes will be computed and divided by the sum of MAX SCORE, the result will be compared to the cut score (or pass ratio), then the PASS_TOTAL outcome will be set accordingly.
da_dk: Scoren bliver behandlet for hele testen. Summen af alle SCORE-resultater bliver beregnet og divideret med summen af MAX SCORE. Resultatet bliver sammenlignet med grænsescoren (cut scoren eller beståelsesratio), og derefter bliver PASS_TOTAL sat i forhold dertil.

source: The score will be processed for the entire test. A sum of all SCORE outcomes will be computed, the result will take place in the SCORE_TOTAL outcome.
da_dk: Scoren bliver behandlet for hele testen. En sum for alle SCORE-resultater bliver beregnet. Resultatet bliver placeret i SCORE_TOTAL-resultatet.

source: The section title.
da_dk: Testafsnittitlen.

source: The submission mode determines when the candidate's responses are submitted for response processing. A testPart in individual mode requires the candidate to submit their responses on an item-by-item basis. In simultaneous mode the candidate's responses are all submitted together at the end of the testPart.
da_dk: Indsendelsestilstanden bestemmer hvornår testtagerens besvarelse sendes ind til behandling. En testdel i individuel tilstand kræver at testtageren indsender deres svar på en item-for-item-bases. I simultan tilstand, bliver alle testtagerens svar sendt ind sammen ved afslutningen af testdelen.

source: The test has been closed/suspended!
da_dk: Testen er lukket/sat i bero!

source: The test has been paused, we are unable to connect to the server.
da_dk: Testen er sat på pause. Vi er ikke i stand til at forbinde til serveren.

source: The test has not been saved.
da_dk: Testen er ikke blevet gemt.

source: The test part identifier.
da_dk: Testdel-identifikator.

source: The test title.
da_dk: Testtitel

source: There is not outcomes!
da_dk: Der er ikke nogen resultater!

source: This constraint affects the visibility of feedback after the end of the last attempt.
da_dk: Denne begrænsning har indflydelse på synligheden af tilbagemeldingen efter afslutningen af sidste forsøg.

source: This constraint controls whether or not the candidate is allowed to provide a comment on the item during the session. Comments are not part of the assessed responses.
da_dk: Denne begrænsning kontrollerer om testtageren har lov til at give en kommentar til itemmet under sessionen. Kommentarer er ikke en del af den evaluerede besvarelse.

source: This test has been suspended
da_dk: Denne test er blevet suspenderet

source: This test has been terminated
da_dk: Denne test er blevet afsluttet

source: Time limit reached for item "%s".
da_dk: Tidsgrænsen er nået for item "%s".

source: Time limit reached, this part of the test has ended.
da_dk: TIdsgrænsen er nået. Denne del af testen er afsluttet.

source: Time limit reached, this part of the test has ended. However you are allowed to finish the current item.
da_dk: TIdsgrænsen er nået. Denne del af testen er afsluttet. Men du kan afslutte det spørgsmål du er i gang med.

source: Time Limits
da_dk: Tidsgrænser

source: Time Remaining
da_dk: Tilbageværende tid

source: Title
da_dk: Titel

source: Toggle playback
da_dk: Start/stop afspilning

source: Toggle start from here mode
da_dk: Skift status på start herfra-tilstand

source: Tutor
da_dk: Hjælpelærer

source: Unanswered
da_dk: Ubesvaret

source: Unanswered items
da_dk: Ubesvarede items

source: Unflag for Review
da_dk: Afmarker for gennemsyn

source: Unknown error.
da_dk: Ukendt fejl

source: Unlink to use separated durations
da_dk: Ikke i stand til at bruge opdelte varigheder

source: Upload a QTI 2.1 Test Package File
da_dk: Upload en QTI 2.1-testpakkefil

source: Use Ctrl/Meta key or Lasso for multiple selection
da_dk: Brug Ctrl/Meta-tasten eller Lasso for flere valg

source: Validate Responses
da_dk: Valider besvarelser

source: Value
da_dk: Værdi

source: Viewed
da_dk: Set

source: Viewed items
da_dk: Sete items

source: Views
da_dk: Visninger

source: Visible
da_dk: Synlig

source: Volume
da_dk: Lydstyrke

source: Warning – You have %s remaining to complete the test.
da_dk: Advarsel - Du har %s tilbage til at afslutte testen.

source: Warning – You have %s remaining to complete this item.
da_dk: Advarsel - du har %s tilbage til at afslutte itemmet.

source: Warning – You have %s remaining to complete this section.
da_dk: Advarsel - du har %s tilbage til at afslutte dette testafsnit.

source: Warning – You have %s remaining to complete this test part.
da_dk: Advarsel - du har %s tilbage til at afslutte denne testdel.

source: Warning – You have %s remaining to complete this test.
da_dk: Advarsel - du har %s tilbage til at afslutte denne test.

source: We are unable to connect the server to submit your results.
da_dk: Vi kan ikke forbinde til serveren så vi kan ikke indsende dine besvarelser.

source: We are unable to connect to the server to retrieve the next item.
da_dk: Vi er ikke i stand til at tilslutte til serveren for at hente det næste item.

source: Weight
da_dk: Vægt

source: Weights
da_dk: Vægte

source: When selecting child elements each element is normally eligible for selection once only.
da_dk: Når børneelementer vælges, er det normalt kun muligt at vælge et element én gang.

source: When you have a network connection, navigate to the download folder, select the file and email it to your teacher
da_dk: Når du har netforbindelse, gå så til mappen med hentede filer, vælg filen og send den med email til din lærer

source: Whether a candidate's response that is beyond the maximum duration of the item should still be accepted.
da_dk: Hvorvidt den del af testtagerens svar der er ud over maksimumtiden, alligevel skal accepteres.

source: Whether a candidate's response that is beyond the maximum duration of the section should still be accepted.
da_dk: Hvorvidt den del af testtagerens svar der er ud over maksimumtiden for testafsnittet, alligevel skal accepteres.

source: Whether a candidate's response that is beyond the maximum duration of the test part should still be accepted.
da_dk: Hvorvidt den del af testtagerens svar der er ud over maksimumtiden for testdelen, alligevel skal accepteres.

source: Whether a candidate's response that is beyond the maximum duration should still be accepted.
da_dk: Hvorvidt den del af testtagerens svar der er ud over maksimumtiden, alligevel skal accepteres.

source: White on black
da_dk: Hvid på sort

source: Who can view the rubric block during the delivery.
da_dk: Hvem kan se rubrikblokken under leverancen.

source: With Replacement
da_dk: Med tilbagelægning

source: Wrong file mime type
da_dk: Forkert fil-MIME-type

source: XML error at line %1$d column %2$d "%3$s".
da_dk: XML-fejl på linje %1$d kolonne %2$d "%3$s".

source: Yes
da_dk: Ja

source: You answered all %s question(s)
da_dk: Du besvarede alle %s spørgsmål/opgaver

source: You answered all %s question(s) in this section
da_dk: Du besvarede alle %s spørgsmål/opgaver i dette testafsnit

source: You answered all %s question(s) in this test
da_dk: Du besvarede alle %s spørgsmål/opgaver i denne test

source: You answered only %s of the %s question(s) in this section
da_dk: Du besvarede kun %s af de %s spørgsmål i dette testafsnit

source: You are about to go to the next item. Click OK to continue and go to the next item.
da_dk: Du er ved at gå til det næste item. Klik OK for at fortsætte og gå til næste item.

source: You are about to go to the previous item. Click OK to continue and go to the previous item.
da_dk: Du er ved at gå til det foregående item. Klik OK for at fortsætte og gå til foregående item.

source: You are about to submit the test. You will not be able to access this test once submitted. Click OK to continue and submit the test.
da_dk: Du er ved at afsende testen. Du kan ikke tilgå testen efter at den af indsendt. Klik på Ok for at fortsætte og indsende testen.

source: You are encountering a prolonged connectivity loss.
da_dk: Du oplever et længerevarende tab af forbindelse.

source: You are encountering a prolonged connectivity loss.
da_dk: Du oplever et forlænget tab af forbindelse.

source: You have %s item(s) marked for review.
da_dk: Du har %s item(s) markeret til gennemsyn.

source: You have %s unanswered question(s)
da_dk: Du har %s ubesvarede spørgsmål

source: You have %s unanswered question(s) and have %s item(s) marked for review.
da_dk: Du har %s ubesvarede spørgsmål og %s item(s) mærket til gennemsyn.

source: You have %s unanswered question(s).
da_dk: Du har %s ubesvarede spørgsmål.

source: Your comment…
da_dk: Din kommentar...

source: Zoom in
da_dk: Zoom ind

source: Zoom out
da_dk: Zoom ud
